Repository: lad75020/HermesiOS
Catalog: HermesiOS/Localizable.xcstrings
Source language: en
Languages: de, es, fr, zh_hans

source: Hermes is responding
de: Hermes antwortet
es: Hermes está respondiendo
fr: Hermes répond
zh_hans: Hermes 正在回复

source: Hermes logs
de: Hermes-Protokolle
es: Registros de Hermes
fr: Journaux Hermes
zh_hans: Hermes 日志

source: Hermes responses from Ask Hermes and Chat with Hermes will appear here after requests complete.
de: Hermes-Antworten aus „Hermes fragen“ und „Mit Hermes chatten“ erscheinen hier, nachdem Anfragen abgeschlossen sind.
es: Las respuestas de Hermes desde Ask Hermes y Chat with Hermes aparecerán aquí cuando las solicitudes se completen.
fr: Les réponses de Hermes depuis Ask Hermes et Chat with Hermes apparaîtront ici une fois les requêtes terminées.
zh_hans: 来自“询问 Hermes”和“与 Hermes 聊天”的 Hermes 回复会在请求完成后显示在这里。

source: Hermes workspace path
de: Hermes-Arbeitsbereichspfad
es: Ruta del espacio de trabajo de Hermes
fr: Chemin de l’espace de travail Hermes
zh_hans: Hermes 工作区路径

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
zh_hans: 隐藏

source: Hide Form
de: Formular ausblenden
es: Ocultar formulario
fr: Masquer le formulaire
zh_hans: 隐藏表单

source: History
de: Verlauf
es: Historial
fr: Historique
zh_hans: 历史

source: History profile filter
de: Profilfilter für Verlauf
es: Filtro de perfil del historial
fr: Filtre de profil d’historique
zh_hans: 历史配置文件筛选器

source: Host Companion Required
de: Host Companion erforderlich
es: Host Companion requerido
fr: Compagnon hôte requis
zh_hans: 需要主机伴侣

source: Hostname or IP, e.g. .ts.net
de: Hostname oder IP, z. B. .ts.net
es: Nombre de host o IP, p. ej. .ts.net
fr: Nom d’hôte ou IP, p. ex. .ts.net
zh_hans: 主机名或 IP，例如 .ts.net

source: Import into Hermes
de: In Hermes importieren
es: Importar en Hermes
fr: Importer dans Hermes
zh_hans: 导入到 Hermes

source: Inspect streamed Responses and Chat Completions JSON
de: Gestreamtes JSON von Responses und Chat Completions prüfen
es: Inspeccionar JSON transmitido de Responses y Chat Completions
fr: Inspecter le JSON diffusé de Responses et Chat Completions
zh_hans: 检查流式 Responses 和 Chat Completions JSON

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
zh_hans: 间隔

source: Key
de: Schlüssel
es: Clave
fr: Clé
zh_hans: 密钥

source: Label (optional)
de: Bezeichnung (optional)
es: Etiqueta (opcional)
fr: Libellé (facultatif)
zh_hans: 标签（可选）

source: Last %lld of 10 copied objects
de: Letzte %lld von 10 kopierten Objekten
es: Últimos %lld de 10 objetos copiados
fr: %lld derniers objets copiés sur 10
zh_hans: 最近 10 个已复制对象中的 %lld 个

source: Last refreshed: %@
de: Zuletzt aktualisiert: %@
es: Última actualización: %@
fr: Dernière actualisation : %@
zh_hans: 上次刷新：%@

source: Last: %@
de: Letzte: %@
es: Último: %@
fr: Dernier : %@
zh_hans: 上次：%@

source: Loaded from the configured keys currently present in `.env`. Edit values inline, add a new provider key, or remove a key from the host `.env` file.
de: Geladen aus den konfigurierten Schlüsseln, die derzeit in `.env` vorhanden sind. Bearbeite Werte direkt, füge einen neuen Anbieter-Schlüssel hinzu oder entferne einen Schlüssel aus der `.env`-Datei des Hosts.
es: Cargado desde las claves configuradas presentes actualmente en `.env`. Edita valores en línea, añade una nueva clave de proveedor o elimina una clave del archivo `.env` del host.
fr: Chargé depuis les clés configurées actuellement présentes dans `.env`. Modifiez les valeurs en ligne, ajoutez une nouvelle clé de fournisseur ou supprimez une clé du fichier `.env` de l’hôte.
zh_hans: 从 `.env` 中当前存在的已配置密钥加载。可内联编辑值、添加新的提供商密钥，或从主机 `.env` 文件中移除密钥。

source: Loaded with `hermes mcp list` on the host.
de: Mit `hermes mcp list` auf dem Host geladen.
es: Cargado con `hermes mcp list` en el host.
fr: Chargé avec `hermes mcp list` sur l’hôte.
zh_hans: 已通过主机上的 `hermes mcp list` 加载。

source: Log
de: Protokoll
es: Registro
fr: Journal
zh_hans: 日志

source: Mac Services
de: Mac-Dienste
es: Servicios del Mac
fr: Services Mac
zh_hans: Mac 服务

source: Merge Reviewed Update
de: Geprüftes Update zusammenführen
es: Fusionar actualización revisada
fr: Fusionner la mise à jour examinée
zh_hans: 合并已审查更新

source: Messages history mode
de: Nachrichtenverlaufsmodus
es: Modo de historial de mensajes
fr: Mode historique des messages
zh_hans: 消息历史模式

source: Messaging platform definitions could not be loaded from the Host Companion.
de: Messaging-Plattformdefinitionen konnten nicht vom Host Companion geladen werden.
es: No se pudieron cargar las definiciones de plataformas de mensajería desde Host Companion.
fr: Les définitions de plateformes de messagerie n’ont pas pu être chargées depuis le compagnon hôte.
zh_hans: 无法从 Host Companion 加载消息平台定义。

source: Messaging Settings Not Loaded
de: Messaging-Einstellungen nicht geladen
es: Ajustes de mensajería no cargados
fr: Réglages de messagerie non chargés
zh_hans: 消息设置未加载

source: Mirrors the desktop Memory screen: reads and writes `memories/MEMORY.md`, `memories/USER.md`, memory provider config, and memory provider env keys through HermesHostCompanion.
de: Spiegelt den Desktop-Memory-Bildschirm: liest und schreibt `memories/MEMORY.md`, `memories/USER.md`, Speicheranbieter-Konfiguration und Speicheranbieter-env-Schlüssel über HermesHostCompanion.
es: Refleja la pantalla Memory de escritorio: lee y escribe `memories/MEMORY.md`, `memories/USER.md`, la configuración del proveedor de memoria y las claves env del proveedor de memoria mediante HermesHostCompanion.
fr: Reflète l’écran Memory sur desktop : lit et écrit `memories/MEMORY.md`, `memories/USER.md`, la configuration du fournisseur de mémoire et les clés d’environnement du fournisseur de mémoire via HermesHostCompanion.
zh_hans: 镜像桌面端 Memory 屏幕：通过 HermesHostCompanion 读取和写入 `memories/MEMORY.md`、`memories/USER.md`、记忆提供商配置和记忆提供商环境变量键。

source: Mirrors the desktop Providers screen: edits `provider`, `default`, and `base_url` in the live Hermes `config.yaml`, enables streaming, and saves the model to the workspace inventory.
de: Spiegelt den Desktop-Providers-Bildschirm: bearbeitet `provider`, `default` und `base_url` in der aktiven Hermes-`config.yaml`, aktiviert Streaming und speichert das Modell im Arbeitsbereichsinventar.
es: Refleja la pantalla Providers de escritorio: edita `provider`, `default` y `base_url` en el `config.yaml` activo de Hermes, activa el streaming y guarda el modelo en el inventario del espacio de trabajo.
fr: Reflète l’écran Providers sur desktop : modifie `provider`, `default` et `base_url` dans le `config.yaml` Hermes actif, active le streaming et enregistre le modèle dans l’inventaire de l’espace de travail.
zh_hans: 镜像桌面端 Providers 屏幕：编辑实时 Hermes `config.yaml` 中的 `provider`、`default` 和 `base_url`，启用流式输出，并将模型保存到工作区清单。

source: Model
de: Modell
es: Modelo
fr: Modèle
zh_hans: 模型

source: Model name, e.g. anthropic/claude-sonnet-4
de: Modellname, z. B. anthropic/claude-sonnet-4
es: Nombre del modelo, p. ej. anthropic/claude-sonnet-4
fr: Nom du modèle, p. ex. anthropic/claude-sonnet-4
zh_hans: 模型名称，例如 anthropic/claude-sonnet-4

source: Model, e.g. anthropic/claude-sonnet-4
de: Modell, z. B. anthropic/claude-sonnet-4
es: Modelo, p. ej. anthropic/claude-sonnet-4
fr: Modèle, p. ex. anthropic/claude-sonnet-4
zh_hans: 模型，例如 anthropic/claude-sonnet-4

source: Monday
de: Montag
es: Lunes
fr: Lundi
zh_hans: 星期一

source: New Chat
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
zh_hans: 新聊天

source: New Hermes request screen
de: Neuer Hermes-Anfragebildschirm
es: Nueva pantalla de solicitud de Hermes
fr: Nouvel écran de requête Hermes
zh_hans: 新 Hermes 请求屏幕

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
zh_hans: 新任务

source: Next: %@
de: Nächste: %@
es: Siguiente: %@
fr: Suivant : %@
zh_hans: 下次：%@

source: No clipboard history yet
de: Noch kein Zwischenablageverlauf
es: Aún no hay historial del portapapeles
fr: Aucun historique du presse-papiers pour le moment
zh_hans: 尚无剪贴板历史

source: No Configured Providers
de: Keine konfigurierten Anbieter
es: No hay proveedores configurados
fr: Aucun fournisseur configuré
zh_hans: 未配置提供商

source: No destination folder selected
de: Kein Zielordner ausgewählt
es: No se ha seleccionado ninguna carpeta de destino
fr: Aucun dossier de destination sélectionné
zh_hans: 未选择目标文件夹

source: No external memory provider is active. Hermes will use local memory files.
de: Kein externer Speicheranbieter ist aktiv. Hermes verwendet lokale Speicherdateien.
es: No hay ningún proveedor de memoria externo activo. Hermes usará archivos de memoria locales.
fr: Aucun fournisseur de mémoire externe n’est actif. Hermes utilisera les fichiers de mémoire locaux.
zh_hans: 没有启用外部记忆提供商。Hermes 将使用本地记忆文件。

source: No Matching Conversations
de: Keine passenden Unterhaltungen
es: No hay conversaciones coincidentes
fr: Aucune conversation correspondante
zh_hans: 没有匹配的对话

source: No MCP Servers
de: Keine MCP-Server
es: No hay servidores MCP
fr: Aucun serveur MCP
zh_hans: 没有 MCP 服务器

source: No Memories Yet
de: Noch keine Erinnerungen
es: Aún no hay memorias
fr: Aucune mémoire pour le moment
zh_hans: 尚无记忆

source: No private key stored
de: Kein privater Schlüssel gespeichert
es: No hay clave privada almacenada
fr: Aucune clé privée stockée
zh_hans: 未存储私钥

source: No Profiles Loaded
de: Keine Profile geladen
es: No hay perfiles cargados
fr: Aucun profil chargé
zh_hans: 未加载配置文件

source: No prompt history yet
de: Noch kein Prompt-Verlauf
es: Aún no hay historial de prompts
fr: Aucun historique de prompts pour le moment
zh_hans: 尚无提示历史

source: No response history yet
de: Noch kein Antwortverlauf
es: Aún no hay historial de respuestas
fr: Aucun historique de réponses pour le moment
zh_hans: 尚无回复历史

source: No Scheduled Jobs
de: Keine geplanten Jobs
es: No hay trabajos programados
fr: Aucune tâche planifiée
zh_hans: 没有计划作业

source: No Skills Found
de: Keine Skills gefunden
es: No se encontraron habilidades
fr: Aucune skill trouvée
zh_hans: 未找到技能

source: Not installed
de: Nicht installiert
es: No instalado
fr: Non installé
zh_hans: 未安装

source: Off
de: Aus
es: Desactivado
fr: Désactivé
zh_hans: 关闭

source: Off by default. Enable only when you need the runtime management panels in the tab bar and iPad sidebar.
de: Standardmäßig aus. Aktiviere dies nur, wenn du die Laufzeitverwaltungsbereiche in der Tab-Leiste und iPad-Seitenleiste benötigst.
es: Desactivado de forma predeterminada. Actívalo solo cuando necesites los paneles de gestión de runtime en la barra de pestañas y la barra lateral del iPad.
fr: Désactivé par défaut. Activez-le uniquement lorsque vous avez besoin des panneaux de gestion de l’exécution dans la barre d’onglets et la barre latérale iPad.
zh_hans: 默认关闭。仅当你需要在标签栏和 iPad 侧边栏中显示运行时管理面板时启用。

source: On
de: Ein
es: Activado
fr: Activé
zh_hans: 开启

source: Open another web view
de: Weitere Webansicht öffnen
es: Abrir otra vista web
fr: Ouvrir une autre vue web
zh_hans: 打开另一个网页视图

source: Open Hermes dashboard
de: Hermes-Dashboard öffnen
es: Abrir panel de Hermes
fr: Ouvrir le tableau de bord Hermes
zh_hans: 打开 Hermes 仪表板

source: Open Hermes Office
de: Hermes Office öffnen
es: Abrir Hermes Office
fr: Ouvrir Hermes Office
zh_hans: 打开 Hermes Office

source: Open Hermes request screen %lld
de: Hermes-Anfragebildschirm %lld öffnen
es: Abrir pantalla de solicitud de Hermes %lld
fr: Ouvrir l’écran de requête Hermes %lld
zh_hans: 打开 Hermes 请求屏幕 %lld

source: Page loading
de: Seite wird geladen
es: Página cargando
fr: Chargement de la page
zh_hans: 页面加载中

source: Paste Raspberry VNC tunnel command
de: Raspberry-VNC-Tunnelbefehl einfügen
es: Pegar comando de túnel VNC de Raspberry
fr: Coller la commande de tunnel VNC Raspberry
zh_hans: 粘贴 Raspberry VNC 隧道命令

source: Pause
de: Pausieren
es: Pausar
zh_hans: 暂停

source: Pick iOS Folder
de: iOS-Ordner auswählen
es: Elegir carpeta de iOS
fr: Choisir un dossier iOS
zh_hans: 选择 iOS 文件夹

source: Private key stored in Keychain
de: Privater Schlüssel im Schlüsselbund gespeichert
es: Clave privada almacenada en Keychain
fr: Clé privée stockée dans le trousseau
zh_hans: 私钥已存储在钥匙串中

source: Profile
de: Profil
es: Perfil
fr: Profil
zh_hans: 配置文件

source: Profile name
de: Profilname
es: Nombre del perfil
fr: Nom du profil
zh_hans: 配置文件名称

source: Profiles are read from the Hermes workspace and its profiles/ folder. Create and edit profile model settings from the default profile values, then refresh from the macOS host whenever the filesystem changes.
de: Profile werden aus dem Hermes-Arbeitsbereich und seinem Ordner profiles/ gelesen. Erstelle und bearbeite Profilmodelleinstellungen aus den Standardprofilwerten und aktualisiere anschließend vom macOS-Host, sobald sich das Dateisystem ändert.
es: Los perfiles se leen desde el espacio de trabajo de Hermes y su carpeta profiles/. Crea y edita los ajustes de modelo de perfil a partir de los valores del perfil predeterminado, y luego actualiza desde el host macOS cada vez que cambie el sistema de archivos.
fr: Les profils sont lus depuis l’espace de travail Hermes et son dossier profiles/. Créez et modifiez les réglages de modèle de profil à partir des valeurs du profil par défaut, puis actualisez depuis l’hôte macOS chaque fois que le système de fichiers change.
zh_hans: 配置文件从 Hermes 工作区及其 profiles/ 文件夹读取。基于默认配置文件值创建和编辑配置文件模型设置；每当文件系统发生变化时，从 macOS 主机刷新。

source: Prompt to run when this schedule fires.
de: Prompt, der ausgeführt wird, wenn dieser Zeitplan ausgelöst wird.
es: Prompt que ejecutar cuando se dispare esta programación.
fr: Prompt à exécuter lorsque cette planification se déclenche.
zh_hans: 此计划触发时要运行的提示。

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
zh_hans: 提供商

source: Ready.
de: Bereit.
es: Listo.
fr: Prêt.
zh_hans: 就绪。

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
zh_hans: 刷新

source: Refresh from the macOS host to list the default profile and every named directory under the Hermes profiles folder.
de: Vom macOS-Host aktualisieren, um das Standardprofil und jedes benannte Verzeichnis unter dem Hermes-Profilordner aufzulisten.
es: Actualiza desde el host macOS para listar el perfil predeterminado y cada directorio con nombre dentro de la carpeta de perfiles de Hermes.
fr: Actualisez depuis l’hôte macOS pour lister le profil par défaut et chaque dossier nommé dans le dossier des profils Hermes.
zh_hans: 从 macOS 主机刷新，以列出默认配置文件以及 Hermes profiles 文件夹下每个命名目录。

source: Refresh Hermes Version
de: Hermes-Version aktualisieren
es: Actualizar versión de Hermes
fr: Actualiser la version de Hermes
zh_hans: 刷新 Hermes 版本

source: Refresh Memory
de: Speicher aktualisieren
es: Actualizar memoria
fr: Actualiser la mémoire
zh_hans: 刷新记忆

source: Refresh memory to discover memory providers from the host Hermes installation.
de: Speicher aktualisieren, um Speicheranbieter aus der Hermes-Installation des Hosts zu erkennen.
es: Actualiza la memoria para descubrir proveedores de memoria desde la instalación de Hermes del host.
fr: Actualisez la mémoire pour découvrir les fournisseurs de mémoire depuis l’installation Hermes de l’hôte.
zh_hans: 刷新记忆，以发现主机 Hermes 安装中的记忆提供商。

source: Refresh Profiles
de: Profile aktualisieren
es: Actualizar perfiles
fr: Actualiser les profils
zh_hans: 刷新配置文件

source: Refresh Service Status
de: Dienststatus aktualisieren
es: Actualizar estado del servicio
fr: Actualiser l’état du service
zh_hans: 刷新服务状态

source: Reload Config
de: Konfiguration neu laden
es: Recargar configuración
fr: Recharger la configuration
zh_hans: 重新加载配置

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
zh_hans: 移除

source: Remove attachment
de: Anhang entfernen
es: Quitar adjunto
fr: Retirer la pièce jointe
zh_hans: 移除附件

source: Reply
de: Antworten
es: Responder
fr: Répondre
zh_hans: 回复

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
zh_hans: 重置

source: Reset Draft
de: Entwurf zurücksetzen
es: Restablecer borrador
fr: Réinitialiser le brouillon
zh_hans: 重置草稿

source: Restart API Server
de: API-Server neu starten
es: Reiniciar servidor de API
fr: Redémarrer le serveur API
zh_hans: 重启 API 服务器

source: Restart Service
de: Dienst neu starten
es: Reiniciar servicio
fr: Redémarrer le service
zh_hans: 重启服务

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
zh_hans: 继续

source: Resume in Chat
de: Im Chat fortsetzen
es: Reanudar en Chat
fr: Reprendre dans Chat
zh_hans: 在 Chat 中继续

source: Resume in Responses
de: In Responses fortsetzen
es: Reanudar en Responses
fr: Reprendre dans Responses
zh_hans: 在 Responses 中继续

source: Resume last
de: Letzte fortsetzen
es: Reanudar último
fr: Reprendre le dernier
zh_hans: 继续上一个

source: Resume this conversation in Ask Hermes
de: Diese Unterhaltung in „Hermes fragen“ fortsetzen
es: Reanudar esta conversación en Ask Hermes
fr: Reprendre cette conversation dans Ask Hermes
zh_hans: 在“询问 Hermes”中继续此对话

source: Resume this conversation in Chat with Hermes
de: Diese Unterhaltung in „Mit Hermes chatten“ fortsetzen
es: Reanudar esta conversación en Chat with Hermes
fr: Reprendre cette conversation dans Chat with Hermes
zh_hans: 在“与 Hermes 聊天”中继续此对话

source: Review candidates
de: Kandidaten prüfen
es: Revisar candidatos
fr: Examiner les candidats
zh_hans: 审查候选项

source: Review Conflicts with Hermes
de: Konflikte mit Hermes prüfen
es: Revisar conflictos con Hermes
fr: Examiner les conflits avec Hermes
zh_hans: 与 Hermes 审查冲突

source: Run Now
de: Jetzt ausführen
es: Ejecutar ahora
fr: Exécuter maintenant
zh_hans: 立即运行

source: Runs tailscale serve --bg --https=<TCP_PORT> http://localhost:<TCP_PORT> when enabled, and tailscale serve --https=<TCP_PORT> off when disabled. The Host Companion port is intentionally excluded.
de: Führt bei Aktivierung tailscale serve --bg --https=<TCP_PORT> http://localhost:<TCP_PORT> aus und bei Deaktivierung tailscale serve --https=<TCP_PORT> off. Der Host-Companion-Port ist absichtlich ausgeschlossen.
es: Ejecuta tailscale serve --bg --https=<TCP_PORT> http://localhost:<TCP_PORT> cuando está activado, y tailscale serve --https=<TCP_PORT> off cuando está desactivado. El puerto de Host Companion se excluye intencionalmente.
fr: Exécute tailscale serve --bg --https=<TCP_PORT> http://localhost:<TCP_PORT> lorsqu’activé, et tailscale serve --https=<TCP_PORT> off lorsqu’il est désactivé. Le port du compagnon hôte est volontairement exclu.
zh_hans: 启用时运行 tailscale serve --bg --https=<TCP_PORT> http://localhost:<TCP_PORT>；禁用时运行 tailscale serve --https=<TCP_PORT> off。Host Companion 端口会被有意排除。

source: Runs: %1$lld/%2$lld
de: Läufe: %1$lld/%2$lld
es: Ejecuciones: %1$lld/%2$lld
fr: Exécutions : %1$lld/%2$lld
zh_hans: 运行次数：%1$lld/%2$lld

source: Runtime
de: Laufzeit
fr: Exécution
zh_hans: 运行时

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
zh_hans: 星期六

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
zh_hans: 保存

source: Save %@
de: %@ speichern
es: Guardar %@
fr: Enregistrer %@
zh_hans: 保存 %@

source: Save Model Configuration
de: Modellkonfiguration speichern
es: Guardar configuración del modelo
fr: Enregistrer la configuration du modèle
zh_hans: 保存模型配置

source: Save Profile
de: Profil speichern
es: Guardar perfil
fr: Enregistrer le profil
zh_hans: 保存配置文件

source: Save with Backup
de: Mit Backup speichern
es: Guardar con copia de seguridad
fr: Enregistrer avec sauvegarde
zh_hans: 备份并保存

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
zh_hans: 已保存

source: Schedule: %@
de: Zeitplan: %@
es: Programación: %@
fr: Planification : %@
zh_hans: 计划：%@

source: Search
de: Suchen
es: Buscar
fr: Rechercher
zh_hans: 搜索

source: Search all Hermes conversations
de: Alle Hermes-Unterhaltungen durchsuchen
es: Buscar en todas las conversaciones de Hermes
fr: Rechercher dans toutes les conversations Hermes
zh_hans: 搜索所有 Hermes 对话

source: Search Hermes History
de: Hermes-Verlauf durchsuchen
es: Buscar en el historial de Hermes
fr: Rechercher dans l’historique Hermes
zh_hans: 搜索 Hermes 历史

source: Search results
de: Suchergebnisse
es: Resultados de búsqueda
fr: Résultats de recherche
zh_hans: 搜索结果

source: Search the Mac dashboard history to query conversations across all Hermes channels.
de: Durchsuche den Mac-Dashboard-Verlauf, um Unterhaltungen über alle Hermes-Kanäle hinweg abzufragen.
es: Busca en el historial del panel del Mac para consultar conversaciones en todos los canales de Hermes.
fr: Recherchez dans l’historique du tableau de bord Mac pour interroger les conversations sur tous les canaux Hermes.
zh_hans: 搜索 Mac 仪表板历史，以查询所有 Hermes 渠道中的对话。

source: Searches the Mac dashboard server through the protected /api/sessions/search/conversations endpoint. Natural words and SQLite FTS-style queries are accepted; matching sessions are returned as full conversations.
de: Durchsucht den Mac-Dashboard-Server über den geschützten Endpunkt /api/sessions/search/conversations. Natürliche Wörter und Abfragen im SQLite-FTS-Stil werden akzeptiert; passende Sitzungen werden als vollständige Unterhaltungen zurückgegeben.
es: Busca en el servidor del panel del Mac mediante el endpoint protegido /api/sessions/search/conversations. Se aceptan palabras naturales y consultas de estilo SQLite FTS; las sesiones coincidentes se devuelven como conversaciones completas.
fr: Recherche sur le serveur du tableau de bord Mac via le point de terminaison protégé /api/sessions/search/conversations. Les mots naturels et les requêtes de style SQLite FTS sont acceptés ; les sessions correspondantes sont renvoyées sous forme de conversations complètes.
zh_hans: 通过受保护的 /api/sessions/search/conversations 端点搜索 Mac 仪表板服务器。支持自然语言词语和 SQLite FTS 风格查询；匹配的会话会以完整对话返回。

source: Searching conversations…
de: Unterhaltungen werden gesucht…
es: Buscando conversaciones…
fr: Recherche de conversations…
zh_hans: 正在搜索对话…

source: Searching…
de: Suche läuft…
es: Buscando…
fr: Recherche…
zh_hans: 正在搜索…

source: Send chat message
de: Chatnachricht senden
es: Enviar mensaje de chat
fr: Envoyer le message de discussion
zh_hans: 发送聊天消息

source: Send prompt
de: Prompt senden
es: Enviar prompt
fr: Envoyer le prompt
zh_hans: 发送提示

source: Send prompts from Ask Hermes or Chat with Hermes, then open this utility to copy them back later.
de: Sende Prompts aus „Hermes fragen“ oder „Mit Hermes chatten“ und öffne dann dieses Hilfsprogramm, um sie später zurückzukopieren.
es: Envía prompts desde Ask Hermes o Chat with Hermes, y luego abre esta utilidad para copiarlos de vuelta más tarde.
fr: Envoyez des prompts depuis Ask Hermes ou Chat with Hermes, puis ouvrez cet utilitaire pour les recopier plus tard.
zh_hans: 从“询问 Hermes”或“与 Hermes 聊天”发送提示，然后稍后打开此工具将它们复制回来。

source: Serve selected port
de: Ausgewählten Port bereitstellen
es: Servir puerto seleccionado
fr: Servir le port sélectionné
zh_hans: 提供所选端口服务

source: Service: %@
de: Dienst: %@
es: Servicio: %@
zh_hans: 服务：%@

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
zh_hans: 设置

source: Show
de: Einblenden
es: Mostrar
fr: Afficher
zh_hans: 显示

source: Size on disk: %@
de: Größe auf Datenträger: %@
es: Tamaño en disco: %@
fr: Taille sur le disque : %@
zh_hans: 磁盘占用：%@

source: Skills are loaded from the configured Hermes workspace and toggles write the live `.hermes/skills/.usage.json` state on the host companion.
de: Skills werden aus dem konfigurierten Hermes-Arbeitsbereich geladen, und Schalter schreiben den aktiven Status `.hermes/skills/.usage.json` auf dem Host Companion.
es: Las habilidades se cargan desde el espacio de trabajo de Hermes configurado y los interruptores escriben el estado activo de `.hermes/skills/.usage.json` en el companion del host.
fr: Les skills sont chargées depuis l’espace de travail Hermes configuré et les interrupteurs écrivent l’état actif `.hermes/skills/.usage.json` sur le compagnon hôte.
zh_hans: 技能从已配置的 Hermes 工作区加载，开关会将实时 `.hermes/skills/.usage.json` 状态写入主机伴侣。

source: SSH username
de: SSH-Benutzername
es: Usuario SSH
fr: Nom d’utilisateur SSH
zh_hans: SSH 用户名

source: Start
de: Starten
es: Iniciar
fr: Démarrer
zh_hans: 开始
